Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/norges-bank.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: ISDA’s proposed fallback solution for derivative contacts referencing IBOR is based on a backward-looking interest rate calculation.
nb: ISDAs forslag til fallback-løsning for derivatkontrakter med IBOR som referanse baserer seg på en bakoverskuende renteberegning.

source: In the IMF’s Financial Sector
nb: I IMFs såkalte «Financial Sector

source: Working paper 2000/14, Norges Bank,
nb: 2000/14, Norges Bank.

source: However, Conrad et al. (2003).
nb: Skjeltorp (2003) og Conrad et al.

source: - The Ministry of Finance is to be informed of the decision and is requested to reinclude the company in the benchmark index in a similar manner as for item a).
nb: Finansdepartementet orienteres om vedtaket og anmodes om at gjeninkludering i referanseindeksen gjøres tilsvarende som sak a).

source: Norges Bank shall inform the bank through NBO Online of payment orders settled on
nb: Pantet frigis når banken har innfridd lånet i Norges Bank.

source: Chart 1.8 Banks’ hold the majority of covered bonds in NOK
nb: Figur 1.8 Bankene eier størstedelen av OMF utstedt i norske kroner

source: TCT-NO will report to this steering group.
nb: TCT-NO vil rapportere til denne styringsgruppen.

source: The coin’s reverse (tails) side was designed by Ina Viktoria Kristiansen at Uniform Strategisk Design.
nb: Myntens jubileumsside er designet av Uniform Strategisk Design ved Ina Viktoria Kristiansen.

source: Has the pendulum swung too far?
nb: Har pendelen svingt for langt?

source: The government’s long-term borrowing funds government lending to state banks
nb: Statens langsiktige opplåning skal finansiere statens utlån til statsbankene

source: The final proposed 2019 budget for Norges Bank is to be presented to the Executive Board for approval at the meeting of 21 November 2018.
nb: Endelig budsjettforslag for Norges Bank for 2019 legges frem for hovedstyret for godkjenning i møtet 21. november 2018.

source: With respect to clearing, LCH is experiencing some delays and plans to implement Nowa in its updates in November.
nb: Når det gjelder clearing er det noen forsinkelser fra LCH og implementering av Nowa er planlagt i LCH sin oppdatering i november.

source: Memo from NBIM of 17 October 2019
nb: Notat 17. oktober 2019 fra NBIM

source: The fall in Chinese exports gathered pace in February.
nb: Fallet i kinesisk eksport tiltok i februar.

source: resources, growth conditions for the internationally exposed
nb: kan svekke eierstyringen og gjøre det til en ulempe for

source: Nina Udnes Tronstad is a professional board member.
nb: Tronstad er profesjonelt styremedlem.

source: Cyber incidents can also arise from unintended operational faults (see FSB (2018)
nb: Cyberhendelser kan også oppstå som følge av utilsiktede operasjonelle feil, se FSB (2018) «

source: these banks raise loans in Norges Bank today, however.
nb: av disse bankene tar imidlertid opp lån i Norges Bank i

source: The Executive Board discussed the matter and decided to amend its principles for compensation to NBIM employees in line with the draft from management and the Remuneration Committee's specification proposal.
nb: Hovedstyret hadde en meningsutveksling og vedtok at hovedstyrets prinsipper for godtgjøring til ansatte i NBIM endres i tråd med utkastet fra administrasjonen og kompensasjonsutvalgets forslag til presisering.

source: The Executive Board discussed the economic outlook, the monetary policy stance and the need for a countercyclical capital buffer for banks.
nb: Hovedstyret drøftet de økonomiske utsiktene, hovedlinjene i pengepolitikken og behovet for en motsyklisk kapitalbuffer i bankene.

source: From 1879, it became possible to travel to the US directly from Norway on a Danish line and in 1913 the Norwegian America Line (NAL) was founded.
nb: Fra 1879 var det mulig å reise direkte til USA fra Norge med danske ruteskip, og i 1913 ble Den Norske Amerikalinje (NAL) opprettet.

source: The Executive Board endorses the Commission’s assessments and the proposal that the provision should be repealed.
nb: Hovedstyret slutter seg til utvalgets vurderinger og til forslaget om at bestemmelsen bør oppheves.

source: 3 In this article, we use value added (gross output less inputs of goods and services other than labour and capital) because we are looking primarily at the
nb: 3 Vi benytter i denne artikkelen bruttoproduktet – bruttoproduksjonen med fradrag av innsats av varer og tjenester utenom arbeid og kapital – fordi vi i

source: • Providing for a stable and efficient system for payment, clearing and settlement
nb: • Legge til rette for et stabilt og effektivt system for betaling, avregning og oppgjør

source: [19] The psychologist and Economics Nobel laureate Daniel Kahneman touches on this theme in his book,
nb: [19] Psykologen og nobelprisvinneren i økonomi Daniel Kahneman er inne på dette i boken

source: In Norway, ammonites have lived on the continental shelf, Svalbard and Andøya.
nb: I Norge er ammonitter kjent fra kontinentalsokkelen, Svalbard og Andøya.

source: Øystein Olsen and Karen Helene Ul tveit-Moe presented the discussions in the Risk
nb: Øystein Olsen og Karen Helene Ul tveit-Moe redegjorde for drøftingen i henholdsvis

source: Characteristic of the building's design is a structure based on a 90 cm x 90 cm module.
nb: I Norges Bank-bygget er det benyttet et struktursystem med en modul på 90x90 cm.

source: Memo from the Audit Committee of 28 September 2017
nb: Notat av 28. september 2017 fra Revisjonsutvalget

source: The inflation target is set at 2½ per cent.
nb: Inflasjonsmålet er satt til 2½ prosent.

source: Simulation results accounted for over 88 per cent of the transaction value.
nb: De fem størstebankene stod for over 88 prosent av transaksjonsverdiene.

source: In 2004, for example, NASDAQ’s SuperMontage Transaction costs for trades through alternative trading
nb: mer er betydelig lavere enn transaksjonskostander for 2004 utførte for eksempel Nasdaq Supermontage bare

source: The pattern on the 50-krone note represents a light signal from a lighthouse.
nb: I mønsteret på 50-kroneseddelen kan du skimte et lyssignal fra et fyr.

source: The Executive Board is appointed by the King in Council.
nb: Norges Banks hovedstyre er oppnevnt av Kongen i statsråd.

source: spending growth has accelerated somewhat.
nb: fondets private obligasjoner en moderat risikoprofil.

source: This also applies to Excel files, for example:https://www.norges-bank.no/globalassets/marketdata/stat/valutakurser/XLSX/valutakurser_d.xlsx
nb: Det gjelder også Excel-filer, for eksempel: https://www.norges-bank.no/globalassets/marketdata/stat/valutakurser/XLSX/valutakurser_d.xlsx

source: Once this is in place, interdealer brokers will be ready to publish indicative prices for NOK OIS, and bilateral trading in Nowa derivatives will then be possible.
nb: Når dette er på plass er interdealer meglere klare til å publisere indikative priser for NOK OIS og det vil da være klart for bilateral handel i Nowa-derivater.

source: Maximum allotted volume: USD 3 billion
nb: Maksimalt tildelingsvolum: 3 milliarder USD

source: Credit from domestic sources to households, deflated by the CPI-ATE2 (C2 house-holds).
nb: Kreditt fra innenlandske kilder til husholdninger, deflatert med KPI-JAE2 (K2husholdninger).

source: substantially higher than in other countries.
nb: eierposisjoner i enkeltforetak.

source: This text is based on Store Norske Leksikon [Large Norwegian Encyclopedia], the website Klasseromsspace and others.
nb: Teksten er basert på Store Norske Leksikon, nettstedet Klasseromsspace mm.

source: The NIBOR panel banks quote T/N rates on Reuters, but there is little information regarding the actual price of short-term loans as the quoted bid-ask spreads are very wide.
nb: Bankene i NIBOR-panelet kvoterer T/N-renter på Reuters, men med så store bid-ask spreader at de gir liten informasjon om hvor prisene for kortsiktige lån faktisk ligger.

source: The strategy applies for the period up to the next Report and is presented at the end of Section 1 in the Report.
nb: Strategien gjelder for perioden fram til neste rapport og er gjengitt bakerst i kapittel 1 i rapporten.

source: choices and solutions as a norm.
nb: påvirker prisveksten i Norge.

source: coins has been designed by sculptress Danuta
nb: sølvmyntenes reversmotiv av billedhogger Danuta

source: It had a total of 37 years of active duty for Redningsselskapet (Norwegian Society for Sea Rescue).
nb: Den hadde til sammen 37 år i aktiv tjeneste for Redningsselskapet.

source: The above information is confirmed (date/signature of authorised person at delivering bank):
nb: Ovenstående opplysninger bekreftes (dato / signatur fra bemyndiget person hos innleverende bank):

source: Other countries, such as Denmark and Sweden, have fiscal policy boards, but in many cases they have taken on duties beyond those strictly related to remedying the time inconsistency problem.
nb: Andre land, blant annet Danmark og Sverige, har slike finanspolitiske råd, men disse har i mange tilfeller påtatt seg roller utover det som er strengt rettet inn mot tidsinkonsistensproblemet.

source: considered the report from the evaluation.
nb: levelse av hovedstyrets interne retningslinjer.

source: During the financial crisis, risk premiums (money market rates less expected key policy rate over the same horizon) were generally higher in Norway than in other countries.
nb: Gjennom finanskrisen var rentepåslagene (pengemarkedsrenten minus forventet styringsrente over samme horisont) generelt høyere i Norge enn i andre land.

source: Household debt has increased by 10–11 per cent annually since 2000.
nb: Husholdningenes gjeld har økt med 10–11 prosent per år siden 2000.

source: authorities in the EEA or sovereign states in the OECD that qualify for credit quality step 1, and derivatives
nb: grunnlaget, lån til offentlige myndigheter innenfor EØS eller stater innenfor OECD (risikoklasse 1), eller i

source: The companies have been excluded since 2006 for contributing to human rights violations in their own operations and in the companies’ supply chains.
nb: Selskapene har vært utelukket siden 2006 på grunn av medvirkning til menneskerettighetsbrudd i egen virksomhet og i selskapenes leverandørkjede.

source: Norges Bank uses stress tests to quantify risk factors that may weaken the stability of the financial system.
nb: Norges Bank bruker stresstestene til å kvantifisere risikofaktorer som kan svekke stabiliteten i det finansielle systemet.

source: Bergen Privatbank in about 1855, and Den norske
nb: kom Bergen Privatbank omkring år 1855 og Den

source: Under Section 3, second paragraph, of the Regulation, monetary policy counterparties have access to an account in Norges Bank and all Bank facilities.
nb: Etter forskriften § 3 annet ledd har pengepolitiske motparter adgang til konto i Norges Bank og til samtlige av Norges Banks fasiliteter.

source: mine how robust the financial sector is (see for example
nb: robustheten i finansiell sektor, se for eksempel Benito

source: 350 billion through National Insurance.
nb: og om lag 350 milliarder gjennom Folketrygden.

source: 8 See Box 9.3 on page 117 of Statistics Norway (2009) and Bø, Røstadsand and Tørum (2003).
nb: 8 Se boks 9.3 på side 117 i Statistisk sentralbyrå (2009) og Bø, Røstadsand og Tørum (2003).

source: But underneath the positive developments, imbalances were building up both within and across countries.
nb: Men i ly av den gode utviklingen fikk ubalanser bygge seg opp både innenfor land og mellom land.

source: Each jump represents an increase in 17 Interest expenses on borrowing are not included.
nb: Den røde linjen har hatt en negativ trend i hele perioden. Det betyr at 17 Renteutgifter på opplåningen er ikke tatt med.

source: Germany, China and India in the period 1980 to 2004.
nb: Figuren viser USAs, Tysklands, Kinas og Indias andeler av global vareeksport fra 1980 til 2004.

source: prices, credit growth, money growth, real exchange rates, real short-term interest rates and the difference
nb: Vi inkluderer effekter av aksjekurser og kreditt tilbedriftene i en økonometrisk prognosemodell for BNP.

source: The Executive Board took note of the report on return and risk for unlisted real estate management for the third quarter of 2017.
nb: Hovedstyret tok rapporten om avkastning og risiko i den unoterte eiendoms-forvaltningen for tredje kvartal 2017 til etterretning.

source: services is presented in Table 8.
nb: I tabell 8 er et utvalg av tjenestene vist.

source: In such cases, structural liquidity, all else being equal, will change by
nb: Ved slike tilfeller vil strukturell likviditet, alt annet

source: Yngve Slyngstad gave a briefing on relevant mat ers for NBIM.
nb: Yngve Slyngstad orienterte om aktuelle saker i kapitalforvaltningen.

source: Developments in credit (to different sectors and from different sources) may, combined with a measures of banks’ credit practices such as in Norges Bank’s lending survey, provide information about financing conditions faced by households and enterprises (Chart 1.20).
nb: Utviklingen i kreditt (til ulike sektorer og fra forskjellige kilder) kan, i kombinasjon med mål på bankenes kredittpraksis som for eksempel fra Norges Banks utlånsundersøkelse, gi informasjon om finansieringsforholdene husholdninger og foretak møter (Figur 1.20).

source: Dag Huse presented the main elements of the report.
nb: Dag Huse presenterte hovedelementer i rapporten.

source: And in this title lies a question, in both the positive and normative senses.
nb: I denne tittelen ligger et spørsmål både i positiv og normativ betydning.

source: reporting is increasing, but that further
nb: selskapenes lønnsomhet på sikt, og hvordan

source: in Vardø (1902), Ålesund (1902), Larvik (1902), in a large number of these transactions, the bank
nb: (1902), Larvik (1902), Gjøvik (1902), Fredrikstad dagers inndraginger. Norges Bank utferdiget, på grunn-

source: Item 7/2018 Briefing on central bank digital currency project
nb: Sak 7/2018 Orientering om prosjekt om digitale sentralbankpenger

source: Central bank management gave briefings on current issues, including a security breach at external auditor, Deloitte, and management's follow-up.
nb: Sentralbankledelsen orienterte om aktuelle saker, herunder sikkerhetshendelse hos ekstern revisor, Deloitte, og administrasjonens oppfølging.

source: 190 a) Input from NBIM for the consultation response on the Central Bank Law Commission's Report
nb: 190 a) Innspill fra NBIM til høringsuttalelse om sentralbanklovutvalgets utredning

source: The import-weighted nominal krone exchange rate (I-44) is multiplied by an index for consumer prices among Norway’s most important trading partners and deflated by Norwegian consumer prices.
nb: Den importveide nominelle kronekursen (I-44) er multiplisert med en indeks for konsumprisene hos Norges viktigste handelspartnere og deflatert med norske konsumpriser.

source: Item 117/2018 Method to calculate extreme deviation risk
nb: Sak 117/2018 Metode for beregning av ekstremavviksrisiko

source: tary policy under uncertainty.
nb: mot teorien for pengepolitikk under usikkerhet.

source: The business sector must restructure rapidly when
nb: Enkelte bedrifter vil kunne være i

source: M;Monthly;TWI;Trade-weighted krone exchange rate;NOK;Norwegian krone;SP;Spot;2;true;0;Units;A;Average of observations through period (A);2019-06;115
nb: M;Månedlig;TWI;Industriens effektive valutakurs;NOK;Norske kroner;SP;Spot;2;true;0;Enheter;A;Gjennomsnitt av observasjoner gjennom perioden;2019-06;115

source: Item 207/2019 Review of strategy and framework for the foreign exchange reserves 2019
nb: Sak 207/2019 Gjennomgang av strategi og rammeverk for valutareservene 2019

source: year in the period 2000-2012 and provides an idea of how the size of fluctuations in structural
nb: år i perioden 2000-2012 og gir et inntrykk av hvordan størrelsen på svingningene i strukturell

source: more rapidly after 1996.
nb: men faller raskere etter 1996.

source: It is stil likely that Libor will disappear at the end of 2021, particularly for GBP and USD.
nb: Spesielt i sterling og amerikanske dol ar er det fortsatt utsikter til at Libor forsvinner ved utgangen av 2021.

source: Activity is low and an efficient overnight market in Norwegian kroner is lacking.
nb: Aktiviteten i interbankmarkedet er lav, og det finnes intet effektivt overnattenmarked i kroner.

source: Presentation by Henning Nilsen of the content of the User Guide to Nowa 2.
nb: Gjennomgang av innholdet i User Guide to Nowa v/Henning Nilsen2.

source: This is why inflation-targetingcentral banks use projections for future price inflation as a basis for monetary policy decisions.
nb: Derfor bruker sentral-banker med inflasjonsmål anslag for prisveksten fremover som grunnlag for beslutninger i pengepolitikken.

source: Measuredby both indices, there were a few days in autumn and winter 1998 when the krone was weaker than in May 2000.
nb: For begge indeksene var det imidlertid noen enkeltdager høsten ogvinteren 1998 da kronen var svakere enn i mai 2000.

source: paring available liquidity with the size of the banks’
nb: gjengelig likviditet med størrelsen på bankenes ekspo-

source: among homeowners was NOK 934 000 compared with
nb: hadde boligeiere en gjeld på 934 000 kroner mot

source: “Group” and “Intra-group transactions” are defined in section (15) and (19) respectively in Article 1 of Regulation ECB/2014/48.
nb: «Konsern» og «konserninterne transaksjoner» er definert i paragraf (15) og (19) i Artikkel 1 i forordning ECB/2014/48.

source: Kathrine Stang Ottesen presented the main elements of the report.
nb: Kathrine Stang Ottesen redegjorde for hovedelementer i rapporten.

source: Steps 1 and 2 were carried out in a close collaboration
nb: Trinnene 1 og 2 ble gjort i nært samarbeid mellom

source: - 2003 NB Crisis preparedness and crisis management in Norges Bank
nb: - 2003 NB Beredskap og krisehåndtering i Norges Bank Side

source: This duty to inform the Ministry shall pertain to “matters” instead of “decisions”, as in the current Section 2, second paragraph.
nb: Informasjonsplikten skal gjelde «saker» i stedet for «vedtak», som etter gjeldende § 2 annet ledd.

source: - Welcome and approval of the agenda
nb: - Velkomst og godkjenning av dagens agenda

source: Seasonally adjusted manufacturing production was 2.8 per cent lower in the period November-January than in the previous thee-month period.
nb: Industriproduksjonen korrigert for sesongmønster var 2,8 prosent lavere i perioden november til januar enn i de foregående tre månedene.

source: Norges Bank with a CSD abroad:
nb: i utlandet for å registrere pant for lån i Norges Bank:

source: Chart 1 illustrates the main characteristics of a corridor system.
nb: Figur 1 illustrerer hovedtrekkene i et korridorsystem.

source: The coin has a face value of NOK 200 and was issued with a maximum mintage of 40 000 coins.
nb: Mynten har pålydende verdi 200 kroner, og ble utgitt med et opplag på maksimalt 40 000 stk.

source: The Executive Board discussed the economic outlook, the monetary policy stance and the need for a countercyclical buffer for banks.
nb: Hovedstyret drøftet de økonomiske utsiktene, hovedlinjene i pengepolitikken og behovet for en motsyklisk kapitalbuffer i bankene.

source: It sank in Vestfold county and its load reveals that it was a cargo ship.
nb: Det sank i Vestfold, og lasten røper at båten var et frakteskip.

source: probably underestimated in our projections.
nb: enn anslått i inflasjonsrapporten som kom før.

source: A spread is added to the NOK rate derived via a foreign exchange swap, so that the bank’s Nibor submission most accurately reflects the interest rate the bank would charge for an unsecured loan in NOK to a leading bank that is active in the Norwegian money and foreign exchange market.
nb: Den kronerenten som fremkommer via en valutaswap tillegges en spread, slik at bankens Nibor-bidrag i størst mulig grad reflekterer de renter banken vil kreve for usikrede utlån i norske kroner til en ledende bank som er aktiv i det norske penge- og valutamarkedet.

source: of Norwegian government securities may enter into
nb: i norske statspapirer, kan inngå såkalte gjenkjøpsavtaler og

source: Basic Agreement of 1974 to the effect that wage pay- associations would consider limiting the number of
nb: utbetaling av lønn gjennom bank (lønnskontoordning) sjekk i hovedavtalen fra 1974.

source: 4 The panel of enterprises in the network is intended to reflect activity in the mainland economy.
nb: 4 Utvalget av bedrifter i RN er ment å gjenspeile aktiviteten i Fastlands-Norge.

source: somewhat stronger international growth than in FS 1/10.
nb: Som følge av dette dempes fallet i renten til hus- utvikling internasjonalt enn i FS 1/10.

source: When King Frederick VI gave his assent in September 1811, the exact location of the university was yet to be determined.
nb: Da kong Fredrik VI fattet sin avgjørelse i september 1811, var det uavklart hvor i Norge universitetet skulle ligge.

source: Chart 3 Growth in household financial wealth and debt.1)
nb: Figur 3 Økning i husholdningenes finansformue og gjeld.1)

source: Reports from the NGFS
nb: Rapporter fra NGFS

source: Towards the end of the meeting, George Duffield and John Morton from Bloomberg addressed the group by telephone.
nb: Mot slutten av møtet holdt George Duffield og John Morton (via telefon) fra Bloomberg et innlegg.

source: Karen Helene Ulltveit-Moe presented the discussions on the Audit Committee and the topics that particularly drew its attention, including differences between traditional IT operations and cloud-based services and follow-up of service providers under the current setup.
nb: Karen Helene Ulltveit-Moe redegjorde for drøftingen i revisjonsutvalget og de temaer utvalget var særlig opptatt av, herunder forskjeller mellom tradisjonell IT-drift og skybaserte tjenester og oppfølging av leverandører innenfor dagens oppsett.

source: The new statistics for prime office space in Oslo are based on a broader set of office premises.
nb: Den nye statistikken for prestisjelokaler i Oslo er basert på et bredere sett av kontorlokaler.

source: Director Ketil Johan Rakkestad in Norges Bank started the meeting by welcoming the attendees.
nb: Innledningsvis ønsket fagdirektør Ketil Johan Rakkestad i Norges Bank velkommen til første møtet i den nyopprettede brukergruppen for Nowa.

source: Energy and the Ministry of Foreign Affairs on 15
nb: mentet og Utenriksdepartementet 15.

source: : Survey conducted spring 2021.
nb: Spørreundersøkelse gjennomført våren 2021.

source: Part I (up to 1850) was published in 1918, and Part II (up to 1920) in 1954.
nb: Del I (til 1850) utkom i 1918 og del II (til 1920) i 1954.

source: There are no further changes to the fees for breaches etc. of the Terms and conditions for account management in 2021.
nb: Det er ellers ikke endringer i gebyrene for brudd mv. på vilkårene for kontohold i 2021.

source: Seasonally adjusted registered unemployment stood at 2.6 per cent in February, up 0.3 percentage points from January.
nb: Den registrerte ledigheten korrigert for sesongmønster var 2,6 prosent i februar, opp 0,3 prosentenheter fra januar.

source: External price impulses, measured by a weighted aver-age of producer prices among 25 trading partners, wereweaker than expected.
nb: Prisimpulsene fra utlandet,målt ved et vektet gjennomsnitt av produsentprisene hos25 handelspartnere, ble svakere enn ventet.
